/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "Belopp";

/* XFLD: label for a cell type selector */
"Currency" = "Valuta";

/* XFLD: label for a cell phone type selector */
"fax" = "Fax";

/* XFLD: label for a cell phone type selector */
"home" = "Startsida";

/* XBUT: label for a cell phone type selector */
"Home" = "Startsida";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "Huvudmeny";

/* XFLD: label for a cell phone type selector */
"mobile" = "Mobiltelefon";

/* XFLD: label for a cell phone type selector */
"other fax" = "Annan fax";

/* XFLD: label for a cell phone type selector */
"page" = "Personsökare";

/* XFLD: label for a cell phone type selector */
"Phone" = "Telefon";

/* XFLD: label for a cell type selector */
"Value" = "Värde";

/* XFLD: label for a cell phone type selector */
"work" = "Arbete";

/* XFLD: label for a cell phone type selector */
"work fax" = "Fax arbete";

